[{"model": "cities.contenent", "pk": 1, "fields": {"name": "Asia", "slug": "", "desctiption": null, "image": ""}}, {"model": "cities.contenent", "pk": 2, "fields": {"name": "Europe", "slug": "", "desctiption": null, "image": ""}}, {"model": "cities.contenent", "pk": 3, "fields": {"name": "North America", "slug": "", "desctiption": null, "image": ""}}, {"model": "cities.contenent", "pk": 4, "fields": {"name": "Oceania", "slug": "", "desctiption": null, "image": ""}}, {"model": "cities.country", "pk": 1, "fields": {"name": "China", "slug": "china", "contenent": 1, "desctiption": "Despite the internet being available all over China, the Wi-Fi connections may leave you a little underwhelmed and social media networks may only be limited to the Chinese versions  The world's most populated country, its landscape ranges from desert, rivers and mountain ranges to grassland areas.  Shanghai, the pulsating heart of China, is a global financial center dotted with skyscrapers.\r\n\r\nLooked upon as the startups \"El Dorado\", China has seen an explosive 4.4 million new companies born. The government is actively encouraging the young budding entrepreneurs to realize their dreams with funding and making administrative approvals easy to obtain. It is being said that despite the super active market of digital startups, there is a general lack of quality and innovative ideas happening in a world climate that requires more effectiveness.  There have been a few startups out of China that have made an impact such as \"Didi Kuaidi\", which is Uber's competitor in China.    \r\n\r\nCoworking spaces are beginning to pop up around China, whilst many Internet cafes have ceased offering wireless connections due to the costs of new regulations. Do remember that if you are outside of a big city, your chances of finding a sweet spot to put your laptop to work will decrease rapidly, as do urban comforts. On mainland China you will find that social sites such as YouTube, Twitter and Facebook are not always available and access to most of Google products is currently blocked, so plan accordingly and find substitutes for these services. \r\n\r\nTo find a coworking space in China, browse through our interactive map below.", "image": "beijing-coworking.jpeg"}}, {"model": "cities.country", "pk": 2, "fields": {"name": "Spain", "slug": "spain", "contenent": 2, "desctiption": "The European Digital City Index has placed Madrid and Barcelona amongst its top 15 startup-cities, so Spain must be doing something right, despite the limited skills of its workforce that appears to be holding the country back. \r\n\r\nSitting on the Iberian Peninsula, Spain is a sovereign state in southwestern Europe with several archipelagos dotted around in the Mediterranean Sea and the Atlantic Ocean, plus several small territories near the North African coastline.  France, Andorra, Portugal and the tiny country of Gibraltar border it, with its feet in the Bay of Biscay and the Atlantic Ocean.  Spain is 1 of 3 countries (the others being France and Morocco) to have Atlantic and Mediterranean coastlines, with the Portugal-Spain border being the longest uninterrupted border in the European Union. Madrid, the country's capital is home to the Prado Museum and the Royal Palace, Segovia is where you will the Alcazar medieval castle and an intact Roman aqueduct, whilst Barcelona is iconic for its modernist landmarks by Gaudi.\r\n\r\nWith a population of 46,439,864, 76.9% are connected to the Internet and 47.4% jump onto Facebook.  Along with Italy, Spain is taking advantage of European funding and innovation programs.  With problems in relation to high unemployment amongst its youth, many of the young citizens either choose to run away to other countries or for those that do stay, the alternative is to set up their own businesses. Spain has been attracting funding from international investors, including the opportunities of funding and networking with the support of the European Union. There appears to be some \"good natured\" rivalry between the 2 Spanish cities of Madrid and Barcelona as to which city is the best to create that unicorn digital startup, with Barcelona the forerunner in one study, whilst Madrid is in first place in another.  One major problem facing the country is the low ranking of the skills of its workforce and the fact that many do not know how to speak English, which is considered to be the language of the Internet.\r\n\r\nBoth Barcelona and Madrid are considered to be friendly cities with a strong sense of community amongst it startup crew and a great lifestyle for the taking. Venture capital investment is increasing, creating a definite buzz in what is seen as a thriving startup scene.\r\n\r\nTo find a coworking space in Spain, browse through our interactive map below.", "image": "Spain_resize_64hJSF1.jpg"}}, {"model": "cities.country", "pk": 3, "fields": {"name": "Japan", "slug": "japan", "contenent": 1, "desctiption": "We have Japan to thank for the invention of the Walkman and the bullet train - not China that didn't even have a tech industry at that time. Sadly Japan is now lagging behind the Chinese in relation to Internet startups, such as Alibaba Group Holding Ltd, that is a global powerhouse.  Japan is praying that its hobbling economy that was once a dominant technology industry will get a boost from its budding tech savvy entrepreneurs. \r\n\r\nOverflowing with high-rise buildings, imperial palaces, thousands of temples and shrines and mountainous national parks, Japan is known for its traditional dish of sushi.  The bustling and chaotic capital of Tokyo stands at odds with the Buddhist temples, Shinto shrines and cherry blossoms of Kyoto.  An island country in East Asia sitting in the Pacific Ocean it is often referred to as the \"Land of the Rising Sun\".\r\n\r\nJapan's once rigid and stuffy corporate approach to business is now being challenged by the individualism of its digital startup companies.  As of June 2016 there were 115,111,595 (91% of its population) Internet users in Japan with 26,000,000 Facebook users - probably uploading selfies.  Tokyo seems to be a bit of a hub for the tech savvy young to gather and network, despite the fact that Japan lacks the necessary ecosystem.  The government has pledged to get behind the digital startups and has instigated funding programs, whilst the top universities have launched incubators.  It is believed that there are still relatively few young people willing to risk going it alone as a startup when there is the opportunity for a secure job at a big company.  Going the safe route is inherent in their culture.\r\n\r\nTo find a coworking space in Japan, browse through our interactive map below.", "image": "Japan_resize.jpg"}}, {"model": "cities.country", "pk": 4, "fields": {"name": "United Kingdom", "slug": "united-kingdom", "contenent": 2, "desctiption": "Home to the Beetles and the birthplace of Shakespeare, the United Kingdom or Britain as it is often referred to, sits on the northwestern coast of the European mainland and includes Great Britain, Ireland and some smaller islands.  It has the 12th longest coastline in the world being surrounded by the Atlantic Ocean with the North Sea in the east, the English Channel in the south and to the south-southwest is the Celtic Sea.  Its capital city of cosmopolitan London is a thriving tech hub and the globally influential financial and cultural heart of the country.  This is where the renowned universities of Cambridge and Oxford can be found, as well as the historical wonders of Stonehenge and Bath's Roman spa. \r\n\r\nOf its population of 64,767,115, 91.6% are connected to the Internet with 58.7% playing on Facebook.  With the latest news of the United Kingdom withdrawing from the European Union (2016) the ramifications are looking like a slap in the face for the European startup scene, as it is perceived that during the ensuing changes, vulnerable startups will become the victims.  It is predicted that the amount of venture capital funding coming out of London, which is a key component of the European startup scene, will plummet.  As a consequence entrepreneurs will exit the EU chasing the funding they need, which will be available in places such as New York, Singapore and Silicon Valley.  \r\n\r\nThe UK held numerous cards in its favor for business incorporation (favorable laws, plenty of available capital and market access to the whole of Europe), but this will no longer be the case. On the flip-side if startups are created in \"hard\" times, it tends to make them leaner, hungrier and more efficient, leading them towards forming long lasting and cash-flow positive businesses, which is a bonus. \r\n\r\nTo find a coworking space in United Kingdom, browse through our interactive map below.", "image": "united_kingdom.jpg"}}, {"model": "cities.country", "pk": 5, "fields": {"name": "India", "slug": "india", "contenent": 1, "desctiption": "The vast South Asian country, India smothers the Himalayan peaks to the Indian Ocean coastline with an ancient history that goes back 5 millennia.  Sadly it also has the highest number of people (estimated to be18 million) living in slave-like conditions or bonded labor with the largest number of child laborers (under 14) in the world, whilst approximately 12.6 million children are working in hazardous occupations.  India has actually overtaken the United States with 277 million Internet users and is now 2nd in the world behind China.  Officially the Republic of India, it is the 2nd most populated country in the world with over 1.2 billion people.\r\n\r\nIndia is one of the world's fastest-growing major economies and is considered to be a newly industrialized country. Startups and venture capitalist and finding new ways to provide services to the country, and everyone is excited about growth prospects. Large amounts of expats call India home, and coworking spaces are helping people of all walks of life share ideas and find flexible, productive workspace options. \r\n\r\nTo find a coworking space in India, browse through our interactive map below.", "image": ""}}, {"model": "cities.country", "pk": 6, "fields": {"name": "Germany", "slug": "germany", "contenent": 2, "desctiption": "Sitting in Western Europe and dressed up with vast forests, mountain ranges and rivers, Germany was left with little business culture when the Berlin Wall came down in 1989.  Today it is an inexpensive base for small businesses hoping to connect with both the East and the West of Europe. Germany has become a mecca for fashion, arts and music.  Its capital Berlin is a dynamic city overflowing with a hectic nightlife scene known for its cavernous beer halls, skyscrapers and the iconic Oktoberfest in Munich.\r\n\r\nBerlin is fast becoming a tech capital in its own right in the race for innovation and wants to be the tech hub for Europe.  The things in its favor include the fact that it has young but fast-maturing ecosystems with entrepreneurship center stage, an international cosmopolitan edge on which to perform with a large expatriate community attracted by its lower cost of living than the rest of Europe. The city's charm, as well as a large pool of diverse talent is another bonus.  The major draw card is the fact that Berlin's artistic bent is a magnet for creative people and the government is beginning to push new initiatives for startups. \r\n\r\nThe downside to startups here is the fact that there is fierce competition for the available talent and that a few of Germany's startups have resulted in relatively small acquisitions. There may be just a few too many \"wantrepeneurs\" giving the illusion that they are better at cloning successful businesses, rather than creating their own.  The amount of red tape that one has to go through to put a startup in motion is huge and it is perceived that the cities of Germany are more out for themselves rather than collaborating as a country.\r\n\r\nOne other thought on the startup economy in Germany is that the biggest hindrance is the fact that there is just so much fun to be had, the mind simply goes on holidays.\r\n\r\nTo find a coworking space in Germany, browse through our interactive map below.", "image": "Germany_resize.jpg"}}, {"model": "cities.country", "pk": 7, "fields": {"name": "Thailand", "slug": "thailand", "contenent": 1, "desctiption": "Formerly known as Siam, the land of coups and an ageing King, Thailand is flooded in opulent ancient relics, Buddha statues, gilded temples, chanting monks and mega tourists.  Bangkok, the capital is a throbbing haven of humanity where basically anything goes from its girlie bars to scoffing grilled insects at the floating markets.  Sitting in Southeast Asia on the Indochinese peninsula, the country is a constitutional monarchy bordered by Laos, Myanmar, Cambodia and Malaysia with its golden sandy apron awash in the Gulf of Thailand and the Andaman Sea. \r\n\r\nConsidered to be a \"middle power\" in the Asian region, its economy is based in manufacturing, agriculture and tourism.  With a population of 90,100,00, 60.1% are connected to the Internet with all of them on Facebook posting photographs of stunning beach locations with bottles of Chang or Singha (the local beer) taking pride of place.\r\n\r\nIt isn't just a playground for tourists as its tech hub has been estimated to be worth over half a billion dollars and the government is getting firmly behind instigating a startup ecosystem and digital hub. With close to 100 coworking spaces, there are plenty of places in the country to collaborate and share ideas. Thailand has long been a favorite country for expats for its easy laid-back lifestyle and low cost of living.  Chiang Mai, in the country's north, is a particular hang out for those that crave a piece of digital action amidst not only a cultural enclave but also one where likeminded people gather en masse. The homebound locals have seen a huge change in the tech scene over the last 5 years where incubators and accelerator programs such as \"500 Tuk Tuks\" are now breathing life into budding entrepreneurs' dreams.\r\n\r\nTo find a coworking space in Thailand, browse through our interactive map below.", "image": "Thailand_resize.jpg"}}, {"model": "cities.country", "pk": 8, "fields": {"name": "Indonesia", "slug": "indonesia", "contenent": 1, "desctiption": "A country in Southeast Asia, Indonesia is known for its plethora of beaches, volcanoes and thick jungles where the animals hide such as elephants and tigers.  It sits between the Indian and the Pacific Oceans and is the world's largest island country encompassing over 13,000 islands.  Indonesia has an estimated population of over 258 million people (predominantly Muslim) with more than half of them living on the island of Java where its sprawling capital, Jakarta sits.  It has a turbulent history battling with natural disasters, mass slaughter and corruption with periods of rapid economic change whilst it was influenced by foreign powers. Indonesia gained its independence after World War II and is known internationally for its traditional puppetry and gamelan music, definitely not as an IT hub.  \r\n\r\nThere are literally hundreds of different ethnic and linguistic groups with vast wilderness areas supporting the world's 2nd highest level of biodiversity.  The country is rich in natural resources such as oil, tin, copper, gold and natural gas with its main economy focused on agriculture (think rice, tea, spices, coffee).\r\n\r\nThe Internet is relatively new in Indonesia and has a rapid expansion happening (2nd largest number of Facebook users and 3rd largest using Twitter in the world) with a prediction that by 2017 it will surpass Japan in users.  Filtering by the government is substantial in the social area and is said to be unsystematic and inconsistent. Indonesia is considered to be a rapidly maturing IT belt that has undergone the phases of hype, boom and realism with a tech ecosystem growing of incubators, startup communities and tech news sites aimed at the rising level of tech savvy entrepreneurs. \r\n\r\nTo find a coworking space in Indonesia, browse through our interactive map below.", "image": "Indonesia_resize.jpg"}}, {"model": "cities.country", "pk": 9, "fields": {"name": "United States", "slug": "united-states", "contenent": 3, "desctiption": "Home to Silicon Valley and Hollywood, the United States covers a vast 50 states in North America, from Alaska to the sandy shores of Hawaii.  The main cities include: Los Angeles, New York, Washington DC and Chicago.  The country is the 3rd largest by area and by populous in the world (over 324 million people) and one of the world's most ethnically diverse and multicultural nations.  A highly developed country with a post-industrial economy, it accounts for almost a quarter of the world's GDP and nearly a 3rd of global military spending.  A political and cultural international force, it is a leader in scientific research and technological innovations. \r\n\r\nOf its population 88.6% are connected to the Internet, with 59.3% jumping onto Facebook.  As of January 2016, the fastest growing startup scenes in the United States did not include New York or Silicon Valley, as one would have thought (probably due to the high cost of living).  The fastest \"growing\" tech scene cities were stated as Kansas City, Dallas, Washington, Austin, Nashville, Boulder, Raleigh, Seattle, Salt Lake City and St Louis. \r\n\r\nThe government is attempting to attract tech savvy minds to its offices in an attempt to revamp its services under a 2-year federal startup mission.  Promises of work perks - to make up for working for the government when finding a chair to sit on in the basement office may be a struggle - is being able to play in the White House bowling alley, instead of having a ping pong table. It is a bid to transform and \"hack the bureaucracy and red tape that holds back innovation and progress\" in America's oldest institution. The fact that the government has managed to lure the likes of product managers, engineers and designers from Google, GOOG, Facebook, Amazon and Twitter, translates to a passionate crew determined to reshape the nation.\r\n\r\nTo find a coworking space in United States, browse through our interactive map below.", "image": "USA_resize.jpg"}}, {"model": "cities.country", "pk": 10, "fields": {"name": "Mexico", "slug": "mexico", "contenent": 3, "desctiption": "Mexico wears 2 faces, one tied to the old world and the other speeding ahead into a digital future.  Internationally known for its Gulf of Mexico and Pacific beaches, it is also a drug-fueled environment of cartels where personal safety has to be a priority.\r\n\r\nDressed in mountains, deserts, jungles, ancient cities (think Teothuacan - Aztec, Chichen Itza - Mayan) and Spanish colonial towns, there is also a plethora of upscale shops to duck into, incredible museums to mosey around and contemporary restaurants and funky bars to indulge in. Sitting in the southern half of North America, it is bordered by the United States, Guatemala, Belize, the Caribbean Sea, the Pacific Ocean and the Gulf of Mexico.  Classified as a newly industrialized country with an upper-middle income, it is a regional power and the 9th most visited country in the world (32.1 million annually), probably due to it having so many UNESCO World Heritage Sites (6th in the world).  \r\n\r\nMexico has a population of 123,166,749 with 56% connected to the Internet and all of them jumping onto Facebook, giving Mexico the largest number of Internet users in Spanish speaking countries.  The speed of connection is definitely under par compared to the world average and there are little or no acts of censorship in relation to the Internet. \r\n\r\nThere is a heightened sense of excitement in relation to its tech industry that already accounts for approximately 30% of the capital city's economy.  School programs are being implemented to encourage STEM training, building a tech zone and municipal infrastructure.  Mexico is being seen as one of the most important hubs for digital journalism, as many international journalists decide to hit Mexico's ground running with their own startups such as SinEmbargo, El Daily Post and Horizontal in spite of serious threats from criminal groups and heavy-handed politicians. \r\n\r\nTo find a coworking space in Mexico, browse through our interactive map below.", "image": ""}}, {"model": "cities.country", "pk": 11, "fields": {"name": "Australia", "slug": "australia", "contenent": 4, "desctiption": "The sun burnt country where people still think kangaroos bounce up the streets (urban myth), that koalas are cute and cuddly (they do have sharp claws) and where being eaten by a crocodile is a distinct possibility (only if you are totally stupid in the northern wilds).  Surrounded by the Indian and Pacific oceans, its \"bush capital\" (aka Canberra) is over run by politicians. But the draw cards are plenty, as it has stunning coral reefs, long sandy beaches either to surf or swim, outback deserts and brilliant New World wines to sip on.  \r\n\r\nThe startup scene is emerging quickly in Australia along with other new categories like micro-brewing. A well educated population along with top notch expats bring hustle and ideas to the big cities. The coworking scene is also growing rapidly with many freelancers and entrepreneurs looking for flexible workspace and more economic ways to stay in a focused work environment. \r\n\r\nTo find a coworking space in Australia, browse through our interactive map below.", "image": "Australia_resize.jpg"}}, {"model": "cities.cityorigin", "pk": 1, "fields": {"name": "Shenzhen", "slug": "shenzhen", "city_code": "", "zip_code": "", "lat": "", "lng": "", "image": "shenzhen-coworking_haUcXuX.jpeg", "country": 1, "short_name": "", "description": "Originally a market town (aka Sham Chun Hui) on the route of the Kowloon-Canton Railway, Shenzhen became designated as China's first Special Economic Zone in 1980 and is a thriving metropolitan area of over 18 million people. Foreign investment played a major role in the transformation. It is now home to the Shenzhen Stock Exchange and the headquarters of numerous high-tech companies with one of the busiest container ports in the world. Also known as \"Pengcheng\", it sits in the province of Guangdong, separated from Hong Kong by the Shenzhen River.  Sometimes referred to as the \"Black Garden of Hong Kong\", it is not a place of natural scenic beauty, but of man-made attractions to grab the tourist dollar.  \n\nKnown as a shopping mecca from tailor made clothes to knock-off designer bags, it is a modern city with a number of amusement parks.  There is the national style museum, China Folk Cultural Village, where you can have glean a taste of the local culture and a miniature scenery park named Splendid China, where everything is \"little\" but in the right place on the map of China.  This is for those wishing to view the whole of China in a day in \"Lilliputian\" size.  You can find folk performances and historical relics at the Window of the World and the Shenzhen Happy Valley is a theme park of 350,000 sq mts where you can play games and let the inner child out to run wild. The Fairy Lake Botanical Garden sits on the hillside of Mt Wutong and is perfect for those into fossilized trees and maybe the odd fairy garden gnome or two.  Donghu Park is where to find chrysanthemum exhibitions and animal sculptures overlooking the Shenzhen Reservoir.  There are a couple of beaches, Dameisha and Xiaomeisha to have a splash at and a safari park with the largest swan lake in China and cute pandas to talk to.\n\nTo find a coworking space in Shenzhen, browse through our interactive map below."}}, {"model": "cities.cityorigin", "pk": 2, "fields": {"name": "Shanghai", "slug": "shanghai", "city_code": "", "zip_code": "", "lat": "", "lng": "", "image": "shanghai-coworking.jpg", "country": 1, "short_name": "", "description": "Expanding alongside the Yangtze River and boasting the largest port in the world, Shanghai exudes international opportunity. Regardless of where you're form, Shanghai is a chance to trade ideas and opportunities with people from across the globe.\n\nShanghai is filled with incredible sights and architecture to rival chic European cities, a nod to its colonial past. Shanghai is not built for the faint of heart, it's a maze of speed hungry highways, dark alleys, and friendly boulevards. There is a method to this madness and learning the hierarchy of the road is essential to navigating the chaotic traffic. Spoiler alert - you, the pedestrian, are the lowest man on the totem pole. Check yo self before you wreck yo self.\n\nMost of the prominent areas are geographically close together and possible to walk around once inside a neighbourhood. Once you've figured out the best neighbourhoods, Shanghai's massive sprawl is far less intimidating. Buildings in central Shanghai sprout in between sacred temples and green spaces. Certain streets are chaotic and traditional while others resemble a quaint European neighbourhood.\n\nShanghai's biggest draw is the multitude of communities. No matter what your interest, Shanghai has a club or gathering of people exactly like you. Classy wine tasting? Rough and tumble mountain biking? Expat muscle builders? Local knitting clubs? Shanghai has got you covered. These communities keep you grounded and able to roll with the punches which come with living a never-ending adventure."}}, {"model": "cities.cityorigin", "pk": 3, "fields": {"name": "Beijing", "slug": "beijing", "city_code": "", "zip_code": "", "lat": "", "lng": "", "image": "beijing-coworking_VS9T2ql.jpeg", "country": 1, "short_name": "cn", "description": "Think Marco Polo, the intrepid Italian explorer of the 13th Century and it is from his notes that the earliest recorded description of Beijing is found.  Known for its temples, opulent palaces, tombs, parks, huge stonewalls and gates, the town is over- run with locals pedaling their bicycles.  Named the capital city (1949) of the People's Republic of China, it is one of the most populous cities in the world and sits in the north of the North China Plain surrounded by mountains and agricultural land. The majority of the population belongs to the Han Chinese group with Manchu, Hui and Mongol being minority ethnic groups.  Referring to Beijing, the Chinese phrase \"Four Great Ancient Capitals of China\" is the educational, economic and cultural center of China and has been for centuries with a history dating back 3 millennia.  Here you will find 7 UNESCO World Heritage Sites:  the Forbidden City, the Temple of Heaven, the Summer Palace, the Ming Tombs, Zhoukoudian, the Great Wall and the Grand Canal.\n\nApart from the UNESCO sites, the best thing to do in this city is to rent a bicycle and get lost in the alleyways and backstreets for a real insight into the everyday lives of the locals. You should make sure that you spend time chilling out in Tian'anmen Square slurping on a drink, licking ice-cream or flying a kite. At the weekend you should head to the Panjiayuan Antiques Market where you can just poke around or hunt down a treasure in this Aladdin's cave of eclectic items from Buddha statues to bedheads.  You can stumble along a part of the Great Wall at Badaling that throbs with tourists and touts.  If you want a bit of downtime, then go to one of the traditional Chinese massage parlors and lose yourself in personal bliss of aromatherapy for a while.  For a totally private adventure, hire your own punted gondola and watch the sun set over Houhai Lake to the sounds of classical Chinese musicians. \n\nWhatever you do, make sure you sample the Beijing duck; it does taste better in Beijing.\n\nTo find a coworking space in Beijing, browse through our interactive map below."}}, {"model": "cities.cityorigin", "pk": 4, "fields": {"name": "Madrid", "slug": "madrid", "city_code": "", "zip_code": "", "lat": "", "lng": "", "image": "madrid-resize.jpg", "country": 2, "short_name": "es", "description": "To be in the heart of Spain's fiery capital city is to love it. Visitors from every part of the world have fallen prey to Madrid's captivating charm - be it soaking up the sun in the sprawling green acres of its famous Parque del Retiro, bar-hopping through the pulsating cobblestoned alleys of its Latina quarter, or admiring the chef d'ouvres of the Spanish renaissance masters that grace the halls of the Museo del Prado.\n\nThe melange of art, music, gastronomy, and culture are what make Madrid special - it is impossible to have a dull moment in the city. Shop till you drop in one of its trendy shopping districts, stroll down its beautiful boulevards, join the crowd in cheering on the matadors in the Plaza de Toros, or simply enjoy a café con leche at a streetside café. Whether you are a history buff, nature lover, artist, or party animal - Madrid has it all.\n\nWhile it is easy to lose yourself as a tourist in Madrid, opportunities for business owners also abound, with a thriving local start-up community. One of the relatively cheaper cities in Europe, Madrid also boasts of a young and mobile workforce and several active incubators and angel investors, making it an ideal choice for the budding entrepreneur.\n\nReady to find a co-working space in Madrid? Check out our interactive map below."}}]
